Repository: DragoCam/WhyNote
Catalog: lang/Localizable.xcstrings
Source language: en
Languages: pl

# add_button
source: Add
pl: Dodaj

# add_grade_section
source: Add grade
pl: Dodaj nową ocenę

# appearance_mode
source: Appearance
pl: Wygląd

# appearance_section_header
source: Appearance
pl: Wygląd

source: Average
pl: Średnia

# average_calc_nav_title
source: Average Calculator
pl: Kalkulator Średniej

# average_tab
source: Average
pl: Średnia

# big_subjects_section
source: Grade list
pl: Lista Ocen

# choose_language
source: Chose language
pl: Wybierz język

source: Dark Mode
pl: Ciemny motyw

source: English
pl: Angielski

source: Enter grade
pl: Wpisz ocenę

# grade_description_placeholder
source: Grade description (optional)
pl: Opis oceny (obcjonalny)

# grades_section
source: Grades
pl: Oceny

# language_section_header
source: Language selection
pl: Wybór języka

source: Light mode
pl: Jasny motyw

# list_tab
source: Grade list
pl: Lista ocen

source: Polish
pl: Polski

# settings_nav_title
source: Settings
pl: Ustawienia

# settings_tab
source: Settings
pl: Ustawienia

# small_average_calc_nav_title
source: Average calculator for grades
pl: Kalkulator średniej przedmiotu

# subjects_section
source: Subjects
pl: Przedmioty

# system_mode
source: System Difficult
pl: Domyślne

source: Weight
pl: Waga
